Repository: SeniorTurkmen/Perchly
Catalog: ios/Perchly/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, ru, zh_hans

source: %@ - Aktif Seans
ar: %@ - جلسة نشطة
de: %@ – Aktive Sitzung
en: %@ - Active Session
es: %@ - Sesión activa
fr: %@ - Session active
ru: %@ — активный сеанс
zh_hans: %@ - 活跃会话

source: %@ - Bağlanıyor
ar: %@ - جارٍ الاتصال
de: %@ – Verbindung wird hergestellt
en: %@ - Connecting
es: %@ - Conectando
fr: %@ - Connexion en cours
ru: %@ — подключение
zh_hans: %@ - 连接中

source: %@ Aktif Nitelik
ar: %@ سمات نشطة
de: %@ aktive Merkmale
en: %@ Active Traits
es: %@ rasgos activos
fr: %@ traits actifs
ru: %@ активных качеств
zh_hans: %@ 个活跃特质

source: %@ Hakkında
ar: عن %@
de: Über %@
en: About %@
es: Sobre %@
fr: À propos de %@
ru: О %@
zh_hans: 关于 %@

source: %@ Olarak Devam Et
ar: المتابعة باسم %@
de: Weiter als %@
en: Continue as %@
es: Continuar como %@
fr: Continuer en tant que %@
ru: Продолжить как %@
zh_hans: 以 %@ 身份继续

source: %@ adresine gönderdiğimiz 6 haneli kodu gir.
ar: أدخل الرمز المكوّن من 6 أرقام الذي أرسلناه إلى %@.
de: Gib den 6-stelligen Code ein, den wir an %@ gesendet haben.
en: Enter the 6-digit code we sent to %@.
es: Ingresa el código de 6 dígitos que enviamos a %@.
fr: Saisis le code à 6 chiffres que nous avons envoyé à %@.
ru: Введите 6-значный код, отправленный на %@.
zh_hans: 请输入我们发送到 %@ 的 6 位验证码。

source: %@ bir sonraki adımı düşünüyor...
ar: %@ يفكر في الخطوة التالية...
de: %@ denkt über den nächsten Schritt nach...
en: %@ is thinking about the next step...
es: %@ está pensando en el siguiente paso...
fr: %@ réfléchit à la prochaine étape...
ru: %@ думает о следующем шаге...
zh_hans: %@ 正在思考下一步...

source: %@ dinliyor...
ar: %@ يستمع إليك...
de: %@ hört zu...
en: %@ is listening...
es: %@ te está escuchando...
fr: %@ t'écoute...
ru: %@ слушает...
zh_hans: %@ 正在倾听...

source: %@ ile Sohbete Başla
ar: ابدأ الدردشة مع %@
de: Chat mit %@ starten
en: Start Chatting with %@
es: Empezar a chatear con %@
fr: Commencer à discuter avec %@
ru: Начать чат с %@
zh_hans: 开始与 %@ 聊天

source: %@ ile konuş
ar: التحدث مع %@
de: mit %@ sprechen
en: talk to %@
es: hablar con %@
fr: parler avec %@
ru: поговорить с %@
zh_hans: 与 %@ 聊天

source: %@ ile sohbete başla
ar: ابدأ الدردشة مع %@
de: Chat mit %@ starten
en: start chatting with %@
es: empezar a chatear con %@
fr: commencer à discuter avec %@
ru: начать чат с %@
zh_hans: 开始与 %@ 聊天

source: %@ ne diyeceğini düşünüyor...
ar: %@ يفكر فيما سيقوله...
de: %@ überlegt, was er sagen soll...
en: %@ is thinking about what to say...
es: %@ está pensando qué decir...
fr: %@ réfléchit à quoi dire...
ru: %@ думает, что сказать...
zh_hans: %@ 正在想该说些什么...

source: %@ İstersen başka birini seçebilirsin.
ar: %@ يمكنك اختيار شخص آخر إن أردت.
de: %@ Du kannst auch jemand anderen wählen, wenn du möchtest.
en: %@ You can choose someone else if you'd like.
es: %@ Si quieres, puedes elegir a otra persona.
fr: %@ Tu peux choisir quelqu'un d'autre si tu préfères.
ru: %@ Если хочешь, можешь выбрать кого-то другого.
zh_hans: %@ 如果你愿意,也可以选择其他人。

source: %@'ın sana nasıl karşılık verdiğini kendine göre ayarla. Örneğin sıcaklığı yükseltip doğrudanlığı düşürerek daha yumuşak, ya da tam tersini yaparak daha sert yanıtlar alabilirsin.
ar: اضبط طريقة رد %@ عليك. على سبيل المثال، ارفع الدفء وقلّل المباشرة للحصول على ردود ألطف، أو افعل العكس للحصول على ردود أكثر حدة.
de: Passe an, wie %@ dir antwortet. Erhöhe zum Beispiel die Wärme und senke die Direktheit für sanftere Antworten – oder mach das Gegenteil für schärfere.
en: Adjust how %@ responds to you. For example, raise warmth and lower directness for softer replies, or do the opposite for sharper ones.
es: Ajusta cómo te responde %@. Por ejemplo, sube la calidez y baja la franqueza para respuestas más suaves, o haz lo contrario para respuestas más directas.
fr: Ajuste la façon dont %@ te répond. Par exemple, augmente la chaleur et réduis la franchise pour des réponses plus douces, ou fais l'inverse pour des réponses plus directes.
ru: Настрой, как %@ отвечает тебе. Например, повысь теплоту и снизь прямоту для более мягких ответов — или наоборот, для более резких.
zh_hans: 调整 %@ 回应你的方式。例如,提高温暖度、降低直接度可以获得更柔和的回复,反之则更犀利。

source: %@, gerçek insan bağlarını ikame etmez; duygu dünyanı düzenlemene yardımcı olan destekleyici bir yoldaştır.
ar: %@ ليس بديلاً عن العلاقات الإنسانية الحقيقية؛ بل هو رفيق داعم يساعدك على تنظيم عالمك العاطفي.
de: %@ ersetzt keine echten menschlichen Beziehungen; es ist ein unterstützender Begleiter, der dir hilft, deine Gefühlswelt zu ordnen.
en: %@ is not a substitute for real human connections; it's a supportive companion that helps you manage your emotional world.
es: %@ no sustituye las conexiones humanas reales; es un compañero de apoyo que te ayuda a gestionar tu mundo emocional.
fr: %@ ne remplace pas les liens humains réels ; c'est un compagnon bienveillant qui t'aide à gérer ton monde émotionnel.
ru: %@ не заменяет настоящие человеческие связи; это поддерживающий спутник, который помогает тебе разобраться в своём эмоциональном мире.
zh_hans: %@ 并非真实人际关系的替代品,而是帮助你梳理情感世界的支持性伙伴。

source: Adım %@ / %@
ar: الخطوة %@ / %@
de: Schritt %@ / %@
en: Step %@ / %@
es: Paso %@ / %@
fr: Étape %@ / %@
ru: Шаг %@ из %@
zh_hans: 第 %@ / %@ 步

source: Adın
ar: اسمك
de: Dein Name
en: Your name
es: Tu nombre
fr: Ton prénom
ru: Твоё имя
zh_hans: 你的名字

source: Aktif
ar: نشط
de: Aktiv
en: Active
es: Activo
fr: Actif
ru: Активен
zh_hans: 活跃

source: Aktif Seans
ar: جلسة نشطة
de: Aktive Sitzung
en: Active Session
es: Sesión activa
fr: Session active
ru: Активный сеанс
zh_hans: 活跃会话

source: Aktif dinleme
ar: الاستماع الفعّال
de: Aktives Zuhören
en: Active listening
es: Escucha activa
fr: Écoute active
ru: Активное слушание
zh_hans: 积极倾听

source: Alçakgönüllü öneriler
ar: اقتراحات متواضعة
de: Bescheidene Vorschläge
en: Humble suggestions
es: Sugerencias humildes
fr: Suggestions modestes
ru: Скромные предложения
zh_hans: 谦逊的建议

source: Anonim Olarak Devam Et
ar: المتابعة بشكل مجهول
de: Anonym fortfahren
en: Continue Anonymously
es: Continuar de forma anónima
fr: Continuer anonymement
ru: Продолжить анонимно
zh_hans: 匿名继续

source: Aynı konuşmada kaldığın sürece mesajların burada durur.
ar: تبقى رسائلك هنا طالما أنك في نفس المحادثة.
de: Deine Nachrichten bleiben hier, solange du im selben Gespräch bleibst.
en: Your messages stay here for as long as you remain in the same conversation.
es: Tus mensajes permanecen aquí mientras sigas en la misma conversación.
fr: Tes messages restent ici tant que tu restes dans la même conversation.
ru: Твои сообщения остаются здесь, пока ты находишься в этом же разговоре.
zh_hans: 只要你留在同一对话中,消息就会一直保存在这里。

source: Bildirim
ar: الإشعارات
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
ru: Уведомления
zh_hans: 通知

source: Bilgelik
ar: الحكمة
de: Weisheit
en: Wisdom
es: Sabiduría
fr: Sagesse
ru: Мудрость
zh_hans: 智慧

source: Bilinmeyen hata
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown error
es: Error desconocido
fr: Erreur inconnue
ru: Неизвестная ошибка
zh_hans: 未知错误

source: Bir hedefe odaklanmak istiyorum
ar: أريد التركيز على هدف
de: Ich möchte mich auf ein Ziel konzentrieren
en: I want to focus on a goal
es: Quiero enfocarme en una meta
fr: Je veux me concentrer sur un objectif
ru: Я хочу сосредоточиться на цели
zh_hans: 我想专注于一个目标

source: Bir kitaptan bahsetmek istiyorum
ar: أريد التحدث عن كتاب
de: Ich möchte über ein Buch sprechen
en: I want to talk about a book
es: Quiero hablar de un libro
fr: Je veux parler d'un livre
ru: Я хочу поговорить о книге
zh_hans: 我想聊聊一本书

source: Bir şeyler ters gitti
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
en: Something went wrong
es: Algo salió mal
fr: Une erreur est survenue
ru: Что-то пошло не так
zh_hans: 出了点问题

source: Bir şeyler ters gitti, birazdan tekrar dene.
ar: حدث خطأ ما، حاول مرة أخرى بعد قليل.
de: Etwas ist schiefgelaufen, versuch es gleich noch einmal.
en: Something went wrong, try again in a moment.
es: Algo salió mal, inténtalo de nuevo en un momento.
fr: Une erreur est survenue, réessaie dans un instant.
ru: Что-то пошло не так, попробуй ещё раз через момент.
zh_hans: 出了点问题,请稍后重试。

source: Biraz anlatayım...
ar: دعني أشرح قليلاً...
de: Lass mich kurz erzählen...
en: Let me explain a bit...
es: Déjame contarte un poco...
fr: Laisse-moi t'expliquer un peu...
ru: Дай я немного расскажу...
zh_hans: 让我说一说...

source: Biraz cesaretlendirilmeye ihtiyacım var
ar: أحتاج إلى بعض التشجيع
de: Ich brauche etwas Ermutigung
en: I need some encouragement
es: Necesito algo de aliento
fr: J'ai besoin d'encouragement
ru: Мне нужна поддержка
zh_hans: 我需要一些鼓励

source: Biraz dinlenmek istiyorum
ar: أريد أن أرتاح قليلاً
de: Ich möchte mich etwas ausruhen
en: I want to rest a little
es: Quiero descansar un poco
fr: Je veux me reposer un peu
ru: Я хочу немного отдохнуть
zh_hans: 我想稍微休息一下

source: Biri sana yanıt verdiğinde haber verelim. İzni daha sonra ayarlardan değiştirebilirsin.
ar: سنُعلمك عندما يرد عليك أحد. يمكنك تغيير هذا الإذن لاحقاً من الإعدادات.
de: Wir benachrichtigen dich, wenn dir jemand antwortet. Du kannst diese Berechtigung später in den Einstellungen ändern.
en: We'll let you know when someone replies to you. You can change this permission later in Settings.
es: Te avisaremos cuando alguien te responda. Puedes cambiar este permiso más tarde en Ajustes.
fr: Nous t'avertirons quand quelqu'un te répondra. Tu peux modifier cette autorisation plus tard dans les Réglages.
ru: Мы сообщим тебе, когда кто-то ответит. Ты можешь изменить это разрешение позже в настройках.
zh_hans: 有人回复你时我们会通知你。你可以稍后在设置中更改此权限。

source: Bu cihazdaki oturum, bağlı e-posta ve cihaz kimliği silinir; sıfırdan anonim bir oturum açılır. Sadece geliştirme için kullan.
ar: سيتم حذف الجلسة والبريد الإلكتروني المرتبط ومعرّف الجهاز على هذا الجهاز؛ وستبدأ جلسة مجهولة جديدة. للاستخدام في التطوير فقط.
de: Die Sitzung, die verknüpfte E-Mail und die Geräte-ID auf diesem Gerät werden gelöscht; eine neue anonyme Sitzung wird gestartet. Nur für die Entwicklung.
en: The session, linked email, and device id on this device will be deleted; a fresh anonymous session will start. For development use only.
es: Se eliminarán la sesión, el correo vinculado y el id del dispositivo en este dispositivo; se iniciará una nueva sesión anónima. Solo para uso en desarrollo.
fr: La session, l'e-mail associé et l'identifiant de cet appareil seront supprimés ; une nouvelle session anonyme démarrera. Réservé au développement.
ru: Сеанс, привязанная почта и id устройства на этом устройстве будут удалены; начнётся новый анонимный сеанс. Только для разработки.
zh_hans: 此设备上的会话、绑定的邮箱和设备 ID 将被删除,并开始一个全新的匿名会话。仅供开发使用。

source: Bu görünen ad kullanılamıyor. Farklı bir ad dener misin?
ar: لا يمكن استخدام اسم العرض هذا. هل تريد تجربة اسم آخر؟
de: Dieser Anzeigename kann nicht verwendet werden. Möchtest du einen anderen versuchen?
en: This display name can't be used. Want to try a different one?
es: Este nombre para mostrar no se puede usar. ¿Quieres probar con otro?
fr: Ce nom d'affichage ne peut pas être utilisé. Veux-tu en essayer un autre ?
ru: Это отображаемое имя нельзя использовать. Хочешь попробовать другое?
zh_hans: 该显示名称无法使用。要试试别的名字吗?

source: Bu isim sohbetlerinde ve profilinde görünecek.
ar: سيظهر هذا الاسم في محادثاتك وملفك الشخصي.
de: Dieser Name wird in deinen Chats und deinem Profil angezeigt.
en: This name will appear in your chats and profile.
es: Este nombre aparecerá en tus chats y en tu perfil.
fr: Ce nom apparaîtra dans tes discussions et ton profil.
ru: Это имя будет отображаться в твоих чатах и профиле.
zh_hans: 此名称将显示在你的聊天记录和个人资料中。

source: Bugün %@
ar: اليوم %@
de: Heute %@
en: Today %@
es: Hoy %@
fr: Aujourd'hui %@
ru: Сегодня %@
zh_hans: 今天 %@

source: Bugün kiminle dertleşmek istersin?
ar: مع من تريد التحدث اليوم؟
de: Mit wem möchtest du dich heute austauschen?
en: Who do you want to talk to today?
es: ¿Con quién quieres desahogarte hoy?
fr: Avec qui veux-tu discuter aujourd'hui ?
ru: С кем ты хочешь поговорить по душам сегодня?
zh_hans: 今天你想找谁聊聊心事?

source: Bugün küçük bir adım atmak istiyorum
ar: أريد اتخاذ خطوة صغيرة اليوم
de: Ich möchte heute einen kleinen Schritt machen
en: I want to take a small step today
es: Quiero dar un pequeño paso hoy
fr: Je veux faire un petit pas aujourd'hui
ru: Я хочу сделать маленький шаг сегодня
zh_hans: 我今天想迈出一小步

source: Cesaretlendirici
ar: مُشجِّع
de: Ermutigend
en: Encouraging
es: Alentador
fr: Encourageant
ru: Ободряющий
zh_hans: 鼓励人心

source: Daha samimi bir bağ için dilediğin hitabı yaz. Takma ad üretilmez; yalnızca senin yazdığın kullanılır.
ar: اكتب طريقة المخاطبة التي تفضلها لتواصل أقرب. لا يتم إنشاء لقب تلقائياً — يُستخدم فقط ما تكتبه أنت.
de: Schreibe die Anrede, die du möchtest, für eine engere Verbindung. Es wird kein Spitzname generiert — es wird nur verwendet, was du schreibst.
en: Write whatever form of address you'd like for a closer connection. No nickname is generated — only what you write is used.
es: Escribe la forma de dirigirte que prefieras para una conexión más cercana. No se genera ningún apodo; solo se usa lo que escribas.
fr: Écris la façon de t'appeler que tu préfères pour un lien plus proche. Aucun surnom n'est généré — seul ce que tu écris est utilisé.
ru: Напиши, как бы ты хотел, чтобы к тебе обращались, для более близкой связи. Никнейм не создаётся автоматически — используется только то, что напишешь ты.
zh_hans: 写下你希望的称呼方式,以建立更亲近的联系。系统不会自动生成昵称——只会使用你所写的内容。

source: Dayatmadan önerir, meraklı kalır.
ar: يقترح دون إلحاح، ويبقى فضولياً.
de: Schlägt vor, ohne zu drängen, bleibt neugierig.
en: Suggests without pushing, stays curious.
es: Sugiere sin presionar, se mantiene curioso.
fr: Suggère sans insister, reste curieux.
ru: Предлагает, не навязывая, сохраняет любопытство.
zh_hans: 提出建议但不强求,始终保持好奇。

source: Deneyimi yaşına göre kişiselleştirebilmemiz için yaş aralığını seçebilirsin.
ar: يمكنك اختيار فئتك العمرية لنتمكن من تخصيص التجربة لك.
de: Du kannst deine Altersgruppe wählen, damit wir die Erfahrung für dich personalisieren können.
en: You can pick your age range so we can personalize the experience for you.
es: Puedes elegir tu rango de edad para que podamos personalizar la experiencia para ti.
fr: Tu peux choisir ta tranche d'âge afin que nous puissions personnaliser ton expérience.
ru: Ты можешь выбрать свою возрастную группу, чтобы мы могли персонализировать опыт для тебя.
zh_hans: 你可以选择你的年龄段,以便我们为你个性化定制体验。

source: Denge & Günlük Dinlenme
ar: التوازن والراحة اليومية
de: Balance & Alltägliche Entspannung
en: Balance & Everyday Ease
es: Equilibrio y calma diaria
fr: Équilibre et détente au quotidien
ru: Баланс и повседневный покой
zh_hans: 平衡与日常放松

source: Detayı aç
ar: فتح التفاصيل
de: Details öffnen
en: Open detail
es: Ver detalle
fr: Voir le détail
ru: Открыть подробности
zh_hans: 查看详情

source: Devam Et
ar: متابعة
de: Weiter
en: Continue
es: Continuar
fr: Continuer
ru: Продолжить
zh_hans: 继续

source: Dil
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
ru: Язык
zh_hans: 语言

source: Dilediğin gibi yaz, burası güvenli bir alan...
ar: اكتب ما تشاء، فهذا مكان آمن...
de: Schreib, was du möchtest, das ist ein sicherer Ort...
en: Write whatever you like, this is a safe space...
es: Escribe lo que quieras, este es un espacio seguro...
fr: Écris ce que tu veux, c'est un espace sûr...
ru: Пиши что хочешь, это безопасное пространство...
zh_hans: 想写什么就写什么,这里是安全的空间...

source: Dinamik & Paylaşımcı
ar: ديناميكي ومنفتح
de: Dynamisch & Mitteilsam
en: Dynamic & Sharing
es: Dinámico y comunicativo
fr: Dynamique et communicatif
ru: Динамичный и открытый
zh_hans: 活力与分享

source: Dingin & Olgun Sohbetler
ar: محادثات هادئة وناضجة
de: Ruhige & reife Gespräche
en: Calm & Mature Conversations
es: Conversaciones tranquilas y maduras
fr: Conversations calmes et matures
ru: Спокойные и зрелые беседы
zh_hans: 平静而成熟的对话

source: Disiplinli ama sıcak
ar: منضبط لكنه دافئ
de: Diszipliniert, aber warmherzig
en: Disciplined but warm
es: Disciplinado pero cálido
fr: Discipliné mais chaleureux
ru: Дисциплинированный, но тёплый
zh_hans: 严谨而温暖

source: Doğrudanlık
ar: المباشرة
de: Direktheit
en: Directness
es: Franqueza
fr: Franchise
ru: Прямота
zh_hans: 直接程度

source: Duygusal Destek
ar: الدعم العاطفي
de: Emotionale Unterstützung
en: Emotional Support
es: Apoyo emocional
fr: Soutien émotionnel
ru: Эмоциональная поддержка
zh_hans: 情感支持

source: Düşük enerjili günler
ar: أيام منخفضة الطاقة
de: Energiearme Tage
en: Low-energy days
es: Días de baja energía
fr: Journées sans énergie
ru: Дни с низкой энергией
zh_hans: 低能量的日子

source: E-posta adresin
ar: بريدك الإلكتروني
de: Deine E-Mail-Adresse
en: Your email address
es: Tu correo electrónico
fr: Ton adresse e-mail
ru: Твой email
zh_hans: 你的邮箱地址

source: E-posta ile Bağlan
ar: الاتصال عبر البريد الإلكتروني
de: Mit E-Mail verbinden
en: Connect with Email
es: Conectar con correo electrónico
fr: Se connecter avec e-mail
ru: Подключиться через email
zh_hans: 使用邮箱连接

source: E-postanı doğrula, cihaz değiştirsen de verilerin seninle kalsın.
ar: تحقق من بريدك الإلكتروني حتى تبقى بياناتك معك حتى لو غيّرت جهازك.
de: Bestätige deine E-Mail-Adresse, damit deine Daten bei dir bleiben, auch wenn du das Gerät wechselst.
en: Verify your email so your data stays with you even if you switch devices.
es: Verifica tu correo para que tus datos te acompañen incluso si cambias de dispositivo.
fr: Vérifie ton e-mail pour que tes données restent avec toi même si tu changes d'appareil.
ru: Подтверди свою почту, чтобы данные оставались с тобой, даже если ты сменишь устройство.
zh_hans: 验证你的邮箱,即使更换设备,你的数据也会一直保留。

source: Empatik & Derin Dinleme
ar: التعاطف والاستماع العميق
de: Einfühlsam & Aufmerksames Zuhören
en: Empathetic & Deep Listening
es: Empatía y escucha profunda
fr: Empathie et écoute profonde
ru: Эмпатия и глубокое слушание
zh_hans: 共情与深度倾听

source: Empatik dinleme
ar: الاستماع المتعاطف
de: Einfühlsames Zuhören
en: Empathetic listening
es: Escucha empática
fr: Écoute empathique
ru: Эмпатическое слушание
zh_hans: 共情倾听

source: Enerji
ar: الطاقة
de: Energie
en: Energy
es: Energía
fr: Énergie
ru: Энергия
zh_hans: 活力

source: Espri
ar: الدعابة
de: Humor
en: Humor
es: Humor
fr: Humour
ru: Юмор
zh_hans: 幽默感

source: Film veya dizi konuşalım
ar: لنتحدث عن فيلم أو مسلسل
de: Lass uns über einen Film oder eine Serie sprechen
en: Let's talk about a movie or show
es: Hablemos de una película o serie
fr: Parlons d'un film ou d'une série
ru: Давай поговорим о фильме или сериале
zh_hans: 我们聊聊电影或剧集吧

source: Genç & Samimi Bakış
ar: نظرة شابة وحميمة
de: Jung & herzlich
en: Young & Close-Knit Outlook
es: Perspectiva joven y cercana
fr: Regard jeune et proche
ru: Молодой и душевный взгляд
zh_hans: 年轻而亲密的视角

source: Geri
ar: رجوع
de: Zurück
en: Back
es: Atrás
fr: Retour
ru: Назад
zh_hans: 返回

source: Geçersiz URL.
ar: رابط غير صالح.
de: Ungültige URL.
en: Invalid URL.
es: URL no válida.
fr: URL invalide.
ru: Недействительный URL.
zh_hans: 无效的 URL。

source: Gizlilik Sözü
ar: وعد الخصوصية
de: Datenschutzversprechen
en: Privacy Promise
es: Promesa de privacidad
fr: Engagement de confidentialité
ru: Обещание конфиденциальности
zh_hans: 隐私承诺

source: Gizlilik Öncelikli
ar: الخصوصية أولاً
de: Datenschutz zuerst
en: Privacy First
es: Privacidad ante todo
fr: Confidentialité avant tout
ru: Конфиденциальность прежде всего
zh_hans: 隐私优先

source: Gündelik Sohbet
ar: حديث يومي
de: Alltagsgespräch
en: Daily Chat
es: Charla cotidiana
fr: Discussion quotidienne
ru: Повседневное общение
zh_hans: 日常闲聊

source: Gündelik dil
ar: لغة يومية
de: Alltagssprache
en: Everyday language
es: Lenguaje cotidiano
fr: Langage du quotidien
ru: Повседневный язык
zh_hans: 日常用语

source: Gündelik sohbet aradığın için bu eşleşmeyi öne çıkardık. İstersen başka birini seçebilirsin.
ar: أبرزنا هذا التطابق لأنك كنت تبحث عن حديث يومي. يمكنك اختيار شخص آخر إن أردت.
de: Wir haben diese Übereinstimmung hervorgehoben, weil du nach einem Alltagsgespräch gesucht hast. Du kannst auch jemand anderen wählen, wenn du möchtest.
en: We highlighted this match because you were looking for daily chat. You can choose someone else if you'd like.
es: Destacamos esta coincidencia porque buscabas una charla cotidiana. Si quieres, puedes elegir a otra persona.
fr: Nous avons mis en avant cette correspondance parce que tu cherchais une discussion quotidienne. Tu peux choisir quelqu'un d'autre si tu préfères.
ru: Мы выделили это совпадение, потому что ты искал(а) повседневное общение. Если хочешь, можешь выбрать кого-то другого.
zh_hans: 因为你在寻找日常闲聊,我们优先推荐了这个匹配。如果你愿意,也可以选择其他人。

source: Günlük
ar: اليوميات
de: Journal
en: Journal
es: Diario
fr: Journal
ru: Дневник
zh_hans: 日记

source: Günlük Sohbet
ar: محادثة يومية
de: Täglicher Chat
en: Daily Chat
es: Chat diario
fr: Discussion quotidienne
ru: Ежедневный чат
zh_hans: 日常聊天

source: Günlük düşüncelerin için sakin bir yer hazırlıyoruz.
ar: نحن نُجهّز مساحة هادئة لأفكارك اليومية.
de: Wir bereiten einen ruhigen Ort für deine täglichen Gedanken vor.
en: We're preparing a calm space for your daily thoughts.
es: Estamos preparando un espacio tranquilo para tus pensamientos diarios.
fr: Nous préparons un espace calme pour tes pensées quotidiennes.
ru: Мы готовим спокойное пространство для твоих ежедневных мыслей.
zh_hans: 我们正在为你的日常心情打造一个安静的空间。

source: Günümü anlatmak istiyorum
ar: أريد التحدث عن يومي
de: Ich möchte von meinem Tag erzählen
en: I want to talk about my day
es: Quiero contar cómo fue mi día
fr: Je veux parler de ma journée
ru: Я хочу рассказать о своём дне
zh_hans: 我想聊聊我的一天

source: Günün Sohbet Enerjisi
ar: طاقة الدردشة اليوم
de: Heutige Chat-Energie
en: Today's Chat Energy
es: Energía de chat de hoy
fr: Énergie de discussion du jour
ru: Сегодняшняя энергия общения
zh_hans: 今日聊天能量

source: Günün nasıl geçtiğini paylaş
ar: شارك كيف كان يومك
de: Erzähl, wie dein Tag war
en: Share how your day went
es: Cuenta cómo fue tu día
fr: Partage comment s'est passée ta journée
ru: Расскажи, как прошёл твой день
zh_hans: 分享你今天过得怎么样

source: Günün sohbet enerjisi %@, %@
ar: طاقة الدردشة اليوم %@، %@
de: Heutige Chat-Energie %@, %@
en: Today's chat energy %@, %@
es: Energía de chat de hoy %@, %@
fr: Énergie de discussion du jour %@, %@
ru: Сегодняшняя энергия общения %@, %@
zh_hans: 今日聊天能量 %@,%@

source: Güvenli ve Bireysel Alan
ar: مساحة آمنة وشخصية
de: Ein sicherer, persönlicher Ort
en: A Safe, Personal Space
es: Un espacio seguro y personal
fr: Un espace sûr et personnel
ru: Безопасное личное пространство
zh_hans: 安全的私人空间

source: Güvenli ve Gizli Liman
ar: ملاذ آمن وخاص
de: Ein sicherer, geschützter Hafen
en: A Safe and Private Harbor
es: Un puerto seguro y privado
fr: Un havre sûr et privé
ru: Безопасная и укромная гавань
zh_hans: 安全私密的港湾

source: Henüz mesaj yok
ar: لا توجد رسائل بعد
de: Noch keine Nachrichten
en: No messages yet
es: Aún no hay mensajes
fr: Aucun message pour l'instant
ru: Пока нет сообщений
zh_hans: 暂无消息

source: Henüz sohbet yok. Personalar'dan biriyle konuşmaya başla.
ar: لا توجد محادثات بعد. ابدأ التحدث مع إحدى الشخصيات.
de: Noch keine Chats. Beginne ein Gespräch mit einer der Personas.
en: No chats yet. Start talking with one of the personas.
es: Aún no hay chats. Empieza a hablar con una de las personas.
fr: Aucune discussion pour l'instant. Commence à parler avec l'une des personas.
ru: Пока нет чатов. Начни разговор с одной из персон.
zh_hans: 暂无聊天记录。快去和某个角色开始对话吧。

source: Hesabın
ar: حسابك
de: Dein Konto
en: Your account
es: Tu cuenta
fr: Ton compte
ru: Твой аккаунт
zh_hans: 你的账户

source: Hesabını bağla
ar: قم بربط حسابك
de: Konto verbinden
en: Connect your account
es: Conecta tu cuenta
fr: Connecte ton compte
ru: Подключи аккаунт
zh_hans: 连接你的账户

source: Hesabını e-posta ile bağla
ar: اربط حسابك عبر البريد الإلكتروني
de: Konto mit E-Mail verbinden
en: Connect your account with email
es: Conecta tu cuenta con correo electrónico
fr: Connecte ton compte avec e-mail
ru: Подключи аккаунт через email
zh_hans: 使用邮箱连接你的账户
